//****************************************Copyright (c)***********************************//
//技术支持：www.openedv.com
//淘宝店铺：http://openedv.taobao.com
//关注微信公众平台微信号："正点原子"，免费获取FPGA & STM32资料。
//版权所有，盗版必究。
//Copyright(C) 正点原子 2018-2028
//All rights reserved
//----------------------------------------------------------------------------------------
// File name:           qsys_lcd.c
// Last modified Date:  2018/10/10 14:29:57
// Last Version:        V1.0
// Descriptions:        LCD初始化
//----------------------------------------------------------------------------------------
// Created by:          正点原子
// Created date:        2018/10/10 14:29:42
// Version:             V1.0
// Descriptions:        The original version
//
//----------------------------------------------------------------------------------------
//****************************************************************************************//
#include <stdio.h>
#include "unistd.h"
#include "./driver/mculcd.h"

int main()
{
	MCULCD_Init();              //LCD初始化
    return 0;

}

